# RbsDistributionsysVllParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsDistributionsysVllParam Property
ParameterTypeId Class See Also
---
"Line to Line Voltage"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsDistributionsysVllParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsDistributionsysVllParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsDistributionsysVllParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace